Repository: ponpiste/iLGL
Catalog: *.lproj/Localizable.strings
Languages: de

source: Hello
de: Moien

# facebook
source: Like us on facebook to know about future updates of the app! PS: This message will appear again until you've liked 😝
de: Like eis Facebook Säit fir iwwer zukünftech Update vun der App Bescheed ze wessen! PS: Dës Noriicht kënnt erëm an erëm soulaang Dier net geliked hutt 😝

# rate
source: Write a review on the App Store if you like the App!
de: Bewärt d'App um App Store wann Dier se gär hutt!

source: Notification
de: Notifikatioun

source: Log in
de: Sech umellen

# nobody absent
source: Nobody's absent 🙈
de: Et fehlt kee Proff 😭

source: Error
de: Fehler

# no ID
source: You are not identified. Please log in.
de: Dir sidd net ugemellt

# enter ID
source: Enter your LGL ID. It consists of the first 3 letters of your last name, followed by the 2 first letters of your first name and 3 digits.
de: Gitt ären LGL ID an. Et sinn déi 3 éischt Buschtawe vun ärem Familljennumm, dann déi 2 éischt Buschtawe vun ärem Virnumm an 3 Zifferen.

# wrong ID
source: Your LGL ID was entered incorrectly
de: Ären LGL ID ass falsch

# teacher missing
source: %@%@ is missing at %@
de: %@%@ fehlt um %@

source: No internet
de: Keen Internet

source: Cancel
de: Ofbriechen

# no menu
source: No menu that day
de: Kee Menu fir deen Dag

source: Starter
de: Entrée

source: Main course
de: Haaptplat

# starchyfood
source: Supplements
de: Bäilaag

source: Vegetables
de: Geméis

source: Information
de: Informatioun

# touch menus
source: You can touch the menus if you don't know them
de: Dier kënnt d'Menüen upaaken wann Dier se net kennt

source: Daily joke
de: Witz vum Dag

source: Excellent 😂
de: Exzellent 😂

source: Write
de: Schreiwen

source: Term
de: Trimester

source: year
de: Joer

source: Holidays
de: Vakanz

source: schooldays
de: Schouldeeg

source: schoolweeks
de: Schoulwochen

# current year
source: Year %d/%d
de: Joer %d/%d

source: All Saints
de: Allerhellgen

source: Christmas
de: Chrëschtdag

source: Carnival
de: Fuesent

source: Easter
de: Ouschteren

source: Pentecost
de: Pengschten

source: Summer
de: Grouss Vakanz

source: Labour Day
de: 1. Mee

source: Ascension
de: Christi Himmelfahrt

source: National Holiday
de: Nationalfeierdag

source: years
de: Joer

source: months
de: Méint

source: month
de: Mount

source: weeks
de: Wochen

source: week
de: Woch

source: d
de: Dag

source: day
de: Dag

# ds
source: d
de: Deeg

source: days
de: Deeg

# hr
source: h
de: Stonn

# hrs
source: h
de: Stonnen

source: Chap.
de: Kap.

source: Chapter
de: Kapitel

source: Latin
de: Latäin

source: terms
de: Stéck

source: Download
de: Eroflueden

source: delete
de: läschen

# gaffiot
source: Download the dictionnary (136.3 Mb). You can remove it by typing "delete" above in the searchbar.
de: Dem Félix Gaffiot säin Dictionnaire eroflueden (136,3 Mb). Dier kënnt en läschen andeems Dier "läschen" uewen agitt.

source: Schedule
de: Stonneplang

# no schedule
source: Schedule temporarily unavailable
de: Kee Stonneplang fir de Moment

# you're a teacher
source: Sorry, but you're a teacher ;(
de: Dier sidd e Proff ;(

source: second
de: Sekonn

source: seconds
de: Sekonnen

source: minute
de: Minutt

source: minutes
de: Minutten

source: hour
de: Stonn

source: hours
de: Stonnen

# surprise
source: You'll receive a surpise if you are the best...
de: Dier kritt eng Iwwerraschung wann Dier Éischte sidd...

# fax
source: Impossible to call a fax.
de: Engem Fax kann ee net telefonéieren.
